Repository: SiegfriedBz/Next-Auctions
Catalog: src/i18n/catalogs/*.po
Languages: de, fr

source: {totalAuctions, plural, =0 {{0}} one {{1}} other {{2}}}
de: {totalAuctions, plural, =0 {Noch keine Auktion} one {Auktion} other {Auktionen}}
fr: {totalAuctions, plural, =0 {Aucune enchère} one {enchère} other {enchères}}

source: {totalBids, plural, =0 {{0}} one {{1}} other {{2}}}
de: {totalBids, plural, =0 {Noch kein Gebot} one {Gebot} other {Gebote}}
fr: {totalBids, plural, =0 {Aucune offre} one {offre} other {offres}}

source: {totalUsers, plural, =0 {No user yet} one {total user} other {total users}}
de: {totalUsers, plural, =0 {Noch kein Benutzer} one {Gesamtnutzer} other {Gesamtnutzer}}
fr: {totalUsers, plural, =0 {Aucun utilisateur} one {utilisateur} other {utilisateurs}}

source: Already have an account ?
de: Haben Sie bereits ein Konto?
fr: Vous avez déjà un compte ?

source: Amount
de: Betrag
fr: Montant

source: Amout paid
de: Bezahlter Betrag
fr: Montant payé

source: An unexpected error occurred. You can try reloading this page.
de: Ein unerwarteter Fehler ist aufgetreten. Versuchen Sie, die Seite neu zu laden.
fr: Une erreur inattendue est survenue. Vous pouvez essayer de recharger cette page.

source: Art
de: Kunst

source: Ascending
de: Aufsteigend
fr: Croissant

source: auction
de: Auktion
fr: enchère

source: auctions
de: Auktionen
fr: enchères

source: Auctions
de: Auktionen
fr: Enchères

source: Automotive
de: Automobil
fr: Automobile

source: Avatar uploaded successfully!
de: Avatar erfolgreich hochgeladen!
fr: Avatar téléversé avec succès !

source: Back to auctions
de: Zurück zu den Auktionen
fr: Retour aux enchères

source: bid
de: Gebot
fr: offre

source: Bid
de: Bieten
fr: Offre

source: Bid on auction
de: Auf Auktion bieten
fr: Enchérir sur l’enchère

source: Bid placed successfully!
de: Gebot erfolgreich abgegeben!
fr: Offre placée avec succès !

source: bids
de: Gebote
fr: offres

source: Bids
de: Gebote
fr: Offres

source: Browse Auctions
de: Auktionen durchsuchen
fr: Parcourir les enchères

source: browse files
de: Dateien durchsuchen
fr: parcourir les fichiers

source: Built to exacting standards using only the best quality hardware, pickups and tone woods...
de: Nach höchsten Standards gebaut, nur mit erstklassiger Hardware, Pickups und Tonhölzern...
fr: Conçu selon des normes exigeantes en utilisant uniquement du matériel, des micros et des bois de tonalité de la meilleure qualité…

source: Cancel
de: Abbrechen
fr: Annuler

source: Category
de: Kategorie
fr: Catégorie

source: Category *
de: Kategorie *
fr: Catégorie *

source: Choose a language
de: Sprache auswählen
fr: Sélectionner une langue

source: Click on Create Auction
de: Klicken Sie auf „Auktion erstellen“
fr: Cliquez sur Créer une enchère

source: Click on Update Auction
de: Klicken Sie auf „Auktion aktualisieren“
fr: Cliquez sur Mettre à jour l’enchère

source: Click on Update your profile
de: Klicken Sie auf „Profil aktualisieren“
fr: Cliquez sur Mettre à jour votre profil

source: Closed
de: Beendet
fr: Fermée

source: Collectibles
de: Sammlerstücke
fr: Objets de collection

source: Contact owner
de: Besitzer kontaktieren
fr: Contacter le propriétaire

source: Continue
de: Weiter
fr: Continuer

source: Create auction
de: Auktion erstellen
fr: Créer une enchère

source: Create Auction
de: Auktion erstellen
fr: Créer une enchère

source: Create bid
de: Gebot abgeben
fr: Créer une offre

source: Create your account.
de: Erstellen Sie Ihr Konto.
fr: Créez votre compte.

source: Create your auction
de: Ihre Auktion erstellen
fr: Créez votre enchère

source: Created at
de: Erstellt am
fr: Créée le

source: Creating auction...
de: Auktion wird erstellt...
fr: Création de l’enchère…

source: Creating bid...
de: Gebot wird erstellt...
fr: Création de l’offre…

source: Dark
de: Dunkel
fr: Sombre

source: Date
de: Datum

source: Descending
de: Absteigend
fr: Décroissant

source: Description
de: Beschreibung

source: Description *
de: Beschreibung *

source: Discover, Bid & Win Unique Auctions
de: Entdecken, bieten & einzigartige Auktionen gewinnen
fr: Découvrez, enchérissez et remportez des enchères uniques

source: Don't have an account ?
de: Sie haben noch kein Konto?
fr: Vous n’avez pas de compte ?

source: Draft
de: Entwurf
fr: Brouillon

source: Drop files here or
de: Dateien hier ablegen oder
fr: Déposez des fichiers ici ou

source: Edit
de: Bearbeiten
fr: Modifier

source: Edit my profile
de: Mein Profil bearbeiten
fr: Modifier mon profil

source: Electronics
de: Elektronik
fr: Électronique

source: End at
de: Endet am
fr: Se termine le

source: Ended
de: Beendet
fr: Terminée

source: Ends
de: Endet
fr: Se termine

source: Ends in
de: Endet in
fr: Se termine dans

source: English
de: Englisch

source: Enter your email and password to access.
de: Geben Sie Ihre E-Mail und Ihr Passwort ein, um Zugriff zu erhalten.
fr: Entrez votre email et votre mot de passe pour accéder.

source: Failed to upload avatar. Please try again.
de: Fehler beim Hochladen des Avatars. Bitte versuchen Sie es erneut.
fr: Échec du téléversement de l’avatar. Veuillez réessayer.

source: Failed to upload one or more images. Please try again.
de: Ein oder mehrere Bilder konnten nicht hochgeladen werden. Bitte versuchen Sie es erneut.
fr: Échec du téléversement d’une ou plusieurs images. Veuillez réessayer.

source: Fashion
de: Mode
fr: Mode

source: Fill in your details to create a new account.
de: Füllen Sie Ihre Daten aus, um ein neues Konto zu erstellen.
fr: Remplissez vos informations pour créer un nouveau compte.

source: Fill the form below to create a new auction
de: Füllen Sie das Formular unten aus, um eine neue Auktion zu erstellen
fr: Remplissez le formulaire ci-dessous pour créer une nouvelle enchère

source: Fill the form below to update your auction
de: Füllen Sie das Formular unten aus, um Ihre Auktion zu aktualisieren
fr: Remplissez le formulaire ci-dessous pour mettre à jour votre enchère

source: Fill the form below to update your profile
de: Füllen Sie das Formular unten aus, um Ihr Profil zu aktualisieren
fr: Remplissez le formulaire ci-dessous pour mettre à jour votre profil

source: Filter auctions
de: Auktionen filtern
fr: Filtrer les enchères

source: First name
de: Vorname
fr: Prénom

source: First name *
de: Vorname *
fr: Prénom *

source: Français
de: Französisch

source: Give a description to your auction
de: Geben Sie Ihrer Auktion eine Beschreibung
fr: Donnez une description à votre enchère

source: Give a Starting Price to your auction
de: Geben Sie Ihrer Auktion einen Startpreis
fr: Donnez un prix de départ à votre enchère

source: Give a title to your auction
de: Geben Sie Ihrer Auktion einen Titel
fr: Donnez un titre à votre enchère

source: Highest Bid
de: Höchstes Gebot
fr: Offre la plus élevée

source: Home
de: Wohnen

source: Images
de: Bilder

source: Images uploaded successfully!
de: Bilder erfolgreich hochgeladen!
fr: Images téléversées avec succès !

source: Join our community-driven platform to find exclusive deals and one-of-a-kind items.
de: Schließen Sie sich unserer Community-basierten Plattform an, um exklusive Angebote und einzigartige Artikel zu finden.
fr: Rejoignez notre plateforme communautaire pour trouver des offres exclusives et des objets uniques.

source: Language
de: Sprache
fr: Langue

source: Last month
de: Letzten Monat
fr: Le mois dernier

source: Last name
de: Nachname
fr: Nom

source: Last Name *
de: Nachname *
fr: Nom *

source: Last week
de: Letzte Woche
fr: La semaine dernière

source: Last year
de: Letztes Jahr
fr: L’année dernière

source: Light
de: Hell
fr: Clair

source: Log in to access more features.
de: Melden Sie sich an, um mehr Funktionen zu nutzen.
fr: Connectez-vous pour accéder à plus de fonctionnalités.

source: Log out
de: Abmelden
fr: Se déconnecter

source: Logging in...
de: Anmeldung läuft...
fr: Connexion…

source: Login
de: Anmelden
fr: Connexion

source: Music
de: Musik
fr: Musique

source: My auctions
de: Meine Auktionen
fr: Mes enchères

source: My Auctions
de: Meine Auktionen
fr: Mes enchères

source: My payments
de: Meine Zahlungen
fr: Mes paiements

source: My profile
de: Mein Profil
fr: Mon profil

source: My Profile
de: Mein Profil
fr: Mon profil

source: New
de: Neu
fr: Nouveau

source: No auction yet
de: Noch keine Auktion
fr: Aucune enchère

source: No bid yet
de: Noch kein Gebot
fr: Aucune offre

source: No description provided.
de: Keine Beschreibung angegeben.
fr: Aucune description fournie.

source: No new bid
de: Kein neues Gebot
fr: Aucune nouvelle offre

source: No new payment
de: Keine neue Zahlung
fr: Aucun nouveau paiement

source: No new won auction
de: Keine neue gewonnene Auktion
fr: Aucune nouvelle enchère gagnée

source: No results.
de: Keine Ergebnisse.
fr: Aucun résultat.

source: Notification card with link
de: Benachrichtigungskarte mit Link
fr: Carte de notification avec lien

source: Notification marked as seen
de: Benachrichtigung als gesehen markiert
fr: Notification marquée comme vue

source: Notifications
de: Benachrichtigungen

source: Open
de: Offen
fr: Ouverte

source: Open menu
de: Menü öffnen
fr: Ouvrir le menu

source: Password
de: Passwort
fr: Mot de passe

source: Payment
de: Zahlung
fr: Paiement

source: Payment Cancelled.
de: Zahlung abgebrochen.
fr: Paiement annulé.

source: Payments
de: Zahlungen
fr: Paiements

source: Payments made
de: Getätigte Zahlungen
fr: Paiements effectués

source: Payments received
de: Erhaltene Zahlungen
fr: Paiements reçus

source: Payments you have made over time
de: Zahlungen, die Sie im Laufe der Zeit getätigt haben
fr: Vos paiements effectués au fil du temps

source: Payments you have received over time
de: Zahlungen, die Sie im Laufe der Zeit erhalten haben
fr: Vos paiements reçus au fil du temps

source: Payments you made
de: Ihre getätigten Zahlungen
fr: Vos paiements effectués

source: Payments you received
de: Ihre erhaltenen Zahlungen
fr: Vos paiements reçus

source: Place your bid
de: Geben Sie Ihr Gebot ab
fr: Placez votre offre

source: Please log in to create auctions.
de: Bitte melden Sie sich an, um Auktionen zu erstellen.
fr: Veuillez vous connecter pour créer des enchères.

source: Product image
de: Produktbild
fr: Image du produit

source: Reload Page
de: Seite neu laden
fr: Recharger la page

source: Retry the payment here.
de: Zahlung hier erneut versuchen.
fr: Réessayez le paiement ici.

source: Select a category
de: Kategorie auswählen
fr: Sélectionnez une catégorie

source: Select a category for your auction
de: Wählen Sie eine Kategorie für Ihre Auktion
fr: Sélectionnez une catégorie pour votre enchère

source: Select a range
de: Zeitraum auswählen
fr: Sélectionnez une période

source: Select a status
de: Status auswählen
fr: Sélectionnez un statut

source: Select a status for your auction
de: Wählen Sie einen Status für Ihre Auktion
fr: Sélectionnez un statut pour votre enchère

source: Select date
de: Datum auswählen
fr: Sélectionnez une date

source: Sending bid...
de: Gebot wird gesendet...
fr: Envoi de l’offre…

source: Set a date to end your auction
de: Legen Sie ein Enddatum für Ihre Auktion fest
fr: Définissez une date de fin pour votre enchère

source: Sign up
de: Registrieren
fr: Inscription

source: Signing up...
de: Registrierung läuft...
fr: Inscription…

source: Since signup
de: Seit Registrierung
fr: Depuis l’inscription

source: Something went wrong, please try again later.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es später erneut.
fr: Une erreur est survenue, veuillez réessayer plus tard.

source: Something went wrong!
de: Etwas ist schiefgelaufen!
fr: Une erreur est survenue !

source: Sort auctions
de: Auktionen sortieren
fr: Trier les enchères

source: Sort by
de: Sortieren nach
fr: Trier par

source: Sort order
de: Sortierreihenfolge
fr: Ordre de tri

source: Sports
de: Sport

source: Started
de: Gestartet
fr: Commencée

source: Starting Price
de: Startpreis
fr: Prix de départ

source: Starting Price *
de: Startpreis *
fr: Prix de départ *

source: Switch login/signup forms
de: Anmelde-/Registrierungsformulare wechseln
fr: Changer de formulaire connexion/inscription

source: This auction has been won and paid for.
de: Diese Auktion wurde gewonnen und bezahlt.
fr: Cette enchère a été gagnée et payée.

source: This auction has ended with no bids.
de: Diese Auktion ist ohne Gebote beendet worden.
fr: Cette enchère s’est terminée sans aucune offre.

source: This auction has ended. Winner is pending payment.
de: Diese Auktion ist beendet. Der Gewinner wartet auf die Zahlung.
fr: Cette enchère est terminée. Le gagnant doit encore payer.

source: This auction is ongoing.
de: Diese Auktion läuft derzeit.
fr: Cette enchère est en cours.

source: This is your auction
de: Das ist Ihre Auktion
fr: Ceci est votre enchère

source: This is your bid's amount.
de: Dies ist der Betrag Ihres Gebots.
fr: Ceci est le montant de votre offre.

source: This is your private password.
de: Dies ist Ihr privates Passwort.
fr: Ceci est votre mot de passe privé.

source: This is your public display email.
de: Dies ist Ihre öffentlich angezeigte E-Mail.
fr: Ceci est votre email public.

source: This is your public display first name.
de: Dies ist Ihr öffentlich angezeigter Vorname.
fr: Ceci est votre prénom public.

source: This is your public display last name.
de: Dies ist Ihr öffentlich angezeigter Nachname.
fr: Ceci est votre nom public.

source: This is your public first name.
de: Dies ist Ihr öffentlicher Vorname.
fr: Ceci est votre prénom public.

source: This is your public last name.
de: Dies ist Ihr öffentlicher Nachname.
fr: Ceci est votre nom public.

source: Title
de: Titel
fr: Titre

source: Title *
de: Titel *
fr: Titre *

source: Toggle theme
de: Theme wechseln
fr: Changer le thème

source: total auction
de: Gesamtauktion
fr: enchère

source: total auctions
de: Gesamtauktionen
fr: enchères

source: total bid
de: Gesamtgebot
fr: offre

source: total bids
de: Gesamtgebote
fr: offres

source: Total paid
de: Insgesamt bezahlt
fr: Total payé

source: Total received
de: Insgesamt erhalten
fr: Total reçu

source: total users
de: Gesamtnutzer
fr: utilisateurs totaux

source: Toys
de: Spielzeug
fr: Jouets

source: Track Auctions. Effortlessly
de: Auktionen verfolgen. Mühelos
fr: Suivez vos enchères. Sans effort.

source: Track Auctions. Effortlessly.
de: Auktionen verfolgen. Mühelos.
fr: Suivez vos enchères. Sans effort.

source: Try Again
de: Erneut versuchen
fr: Réessayer

source: Update auction
de: Auktion aktualisieren
fr: Mettre à jour l’enchère

source: Update your auction
de: Ihre Auktion aktualisieren
fr: Mettez à jour votre enchère

source: Update your profile
de: Ihr Profil aktualisieren
fr: Mettez à jour votre profil

source: Updating auction...
de: Auktion wird aktualisiert...
fr: Mise à jour de l’enchère…

source: Updating your profile...
de: Profil wird aktualisiert...
fr: Mise à jour de votre profil…

source: Upload images?
de: Bilder hochladen?
fr: Téléverser des images ?

source: Upload up to 3 images
de: Bis zu 3 Bilder hochladen
fr: Téléverser jusqu’à 3 images

source: Upload your avatar
de: Avatar hochladen
fr: Téléverser votre avatar

source: Upload your new avatar?
de: Neuen Avatar hochladen?
fr: Téléverser votre nouvel avatar ?

source: Uploading image...
de: Bild wird hochgeladen...
fr: Téléversement de l’image…

source: user
de: Benutzer
fr: utilisateur

source: User profile card
de: Benutzerprofilkarte
fr: Carte de profil utilisateur

source: View auction
de: Auktion ansehen
fr: Voir l’enchère

source: Welcome back!
de: Willkommen zurück!
fr: Bon retour !

source: Won auctions
de: Gewonnene Auktionen
fr: Enchères gagnées

source: You did not pay this auction yet. Contact us for more information.
de: Sie haben diese Auktion noch nicht bezahlt. Kontaktieren Sie uns für weitere Informationen.
fr: Vous n’avez pas encore payé cette enchère. Contactez-nous pour plus d’informations.

source: You logged out successfully
de: Sie haben sich erfolgreich abgemeldet
fr: Déconnexion réussie

source: You successfully created your auction!
de: Sie haben Ihre Auktion erfolgreich erstellt!
fr: Vous avez créé votre enchère avec succès !

source: You successfully paid this auction.
de: Sie haben diese Auktion erfolgreich bezahlt.
fr: Vous avez payé cette enchère avec succès.

source: You successfully signed in!
de: Sie haben sich erfolgreich angemeldet!
fr: Connexion réussie !

source: You successfully signed up!
de: Sie haben sich erfolgreich registriert!
fr: Inscription réussie !

source: You successfully updated your auction!
de: Sie haben Ihre Auktion erfolgreich aktualisiert!
fr: Vous avez mis à jour votre enchère avec succès !

source: You successfully updated your profile!
de: Sie haben Ihr Profil erfolgreich aktualisiert!
fr: Vous avez mis à jour votre profil avec succès !

source: You won and paid for this auction.
de: Sie haben diese Auktion gewonnen und bezahlt.
fr: Vous avez gagné et payé cette enchère.

source: You won! Proceed to payment.
de: Sie haben gewonnen! Fahren Sie mit der Zahlung fort.
fr: Vous avez gagné ! Procédez au paiement.

source: You're currently the highest bidder!
de: Sie sind derzeit der Höchstbietende!
fr: Vous êtes actuellement le meilleur enchérisseur !

source: Your image will be uploaded now, but it won't update your profile until you click “Update your profile”.
de: Ihr Bild wird jetzt hochgeladen, aber Ihr Profil wird erst aktualisiert, wenn Sie auf „Profil aktualisieren“ klicken.
fr: Votre image va être téléversée maintenant, mais votre profil ne sera pas mis à jour tant que vous n’aurez pas cliqué sur « Mettre à jour votre profil ».

source: Your images will be uploaded now, but it won't be saved until you create your auction.
de: Ihre Bilder werden jetzt hochgeladen, aber erst gespeichert, wenn Sie Ihre Auktion erstellen.
fr: Vos images vont être téléversées maintenant, mais elles ne seront pas enregistrées tant que vous n’aurez pas créé votre enchère.

source: Your transaction was not completed.
de: Ihre Transaktion wurde nicht abgeschlossen.
fr: Votre transaction n’a pas été finalisée.

source: Status
fr: Statut

source: System
fr: Système
